<?php
/**
 * Created by PhpStorm.
 * User: lola
 * Date: 11/18/2017
 * Time: 12:15 PM
 */

return [

    /*
    |--------------------------------------------------------------------------
    | Validation Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines contain the default error messages used by
    | the validator class. Some of these rules have multiple versions such
    | as the size rules. Feel free to tweak each of these messages here.
    |
    */


     /*
     |--------------------------------------------------------------------------
     | Home Lines
     |--------------------------------------------------------------------------
     */

    'cyberszone'             => 'خريطة الأماكن',
    'market'             => 'السوق ',
    'news'             => 'الأخبار  ',
    'footer-info'             => 'موقع  The GAME هي أول منصة على الانترنت تخدم جميع عناصر مجال الألعاب. حيث يمكن للاعبين العثور على كل ما يحتاجونه للوصول لأفضل تجربة ترفيهية و بناء مجتمع لهم و الفوز بجوائز و هدايا. ',
    'footer-social'             => 'تابعنا على وسائل التواصل الاجتماعي   ',
    'find-map'             => 'أكتشف أفضل سايبر في منطقتك. أبحث و قيم ',
    'locate'             => 'أبحث ',
    'find-market'             => 'حيث يمكن لجميع اللاعبين شراء / بيع / طلب منتجات الألعاب.',
    'start_tarde'                        =>'ابدأ التبادل.',
    'trade'             => 'تبادل  ',
    'find-news'             => 'نجلب لكم أهم الأخبار من أكبر مصادر أخبار الألعاب الإلكترونية ',
    'what-new'             => 'ما الجديد؟ ',
    'slide1-tittle'             => 'The GAME مرحباً بكم في موقع اتحاد الألعاب الترفيهية متعددة الوسائط ',
    'slide2-tittle'             => 'أول منصة على الانترنت تخدم جميع عناصر مجال الألعاب ',
    'slide3-tittle'             => 'يمكن للاعبين العثور على كل ما يحتاجونه للوصول لأفضل تجربة ترفيهية و بناء مجتمع لهم و الفوز بجوائز و هدايا. ',
    'logout'             => 'خروج ',
    'login'             => 'الدخول ',
    'member'             => 'تسجيل الدخول !',
    'sign_up'             => 'انشاء حساب',
    'remember'             => 'تذكرنى',
    'forget'             => 'هل نسيت كلمه السر ؟',
    'username'             => 'البريد الالكترونى او اسم المستخدم',
    'password'             => 'كلمه السر',
    'enter_mail'             => 'قم بادخال بريدك الالكترونى',
    'contact'             => 'تواصل معنا',
    'email'             => 'البريد الالكترونى',
    'msg'             => 'الرساله',
    'send'             => 'إرسال',
    'cybersmap'             => 'خريطة الأماكن',





    /*
    |--------------------------------------------------------------------------
    | Add Cyber  Lines
    |--------------------------------------------------------------------------
    */
    'name'             => 'أسم المكان',
    'Phone'             => 'رقم التليفون ',
    'City'             => 'المحافظة',
    'chose-city'             => 'اختر محافظتك',
    'zone'             => 'المنطقة ',
    'chose-zone'             => 'اختر منطقتك',
    'address'             => 'العنوان ',
    'hour-price'             => 'سعر الساعة ',
    'working-from'             => 'يعمل من ',
    'working-to'             => 'يعمل الى ',
    'screens-num'             => 'عدد الشاشات ',
    'open'             => 'شاشات',
    'room'             => 'غرف',
    'both'             => 'الكل',
    'devices'             => 'الأجهزة',
    'options'             => 'كماليات ',
    'description'             => 'اوصف مكانك',
    'upload'             => 'ارفع الصور',
    'location'             => 'موقعك على الخريطة :  ',
    'price'             => 'السعر',
    'des'             => 'الوصف',




    /*
   |--------------------------------------------------------------------------
   | Zone  Lines
   |--------------------------------------------------------------------------
   */
    'search'             => 'ابحث  ',
    'add-cyber'             => 'اضف مكانك',
    'submit'             => ' اضافة',


    /*
  |--------------------------------------------------------------------------
  | cyber  Lines
  |--------------------------------------------------------------------------
  */
    'add-rate'             => 'اضف تقييمك  ',
    'add-comment'             => 'اضف تعليقك  ',
    'work-from'             => 'يعمل من ',
    'to'             => 'الى',
    'screens'             => 'الشاشات',
    'open&rooms'             => 'مفتوح و غرف',

    /*
  |--------------------------------------------------------------------------
  | profile  Lines
  |--------------------------------------------------------------------------
  */
    'joined'             => 'عضو منذ ',
    'mob'             => 'التليفون ',
    'cybers'             => 'الاماكن ',
    'logout-model'             => 'تسجيل الخروج !',
    'exit'             => 'الغاء',



    /*
  |--------------------------------------------------------------------------
  | registration  Lines
  |--------------------------------------------------------------------------
  */
    'register'             => 'انشاء حساب ',
    'register-brief'             => 'في بضع دقائق فقط تكون قد سجلت حسابك و سيكون لديك كامل صلاحيات استخدام الموقع بخصائصه الحالية و القادمة. كلما تعجل من اشتراكك كلما يكون أفضل لك. ترقبّ. ',
    'register-name'             => 'الاسم ',
    'user-name'             => 'اسم المستخدم ',
    'retype-password'             => 'اعد كتابه كلمه السر',
    'gender'             => 'النوع',
    'male'             => 'ذكر',
    'female'             => 'انثى',
    'dob'             => 'تاريخ الميلاد',
    'profile-pic'             => 'صوره الشخص',
    'terms'             => 'الشروط والاحكام',
    'accept'             => 'قبول',





        /*
     |--------------------------------------------------------------------------
     | update profile  Lines
     |--------------------------------------------------------------------------
     */
        'update'             => 'تعديل الحساب الشخصى',

        /*
    |--------------------------------------------------------------------------
    | alert  Lines
    |--------------------------------------------------------------------------
    */

        'login_to_add_cyber'             => 'نأسف يجب أن تكون مشترك بالموقع ليكون بإمكانك تسجيل مكانك .',
        'add_cyber'             => 'شكراً سنقوم بمراجعة معلوماتك و الرد على بريدك الالكتروني في خلال 48 ساعة ',
        'edit_cyber'             => 'شكراً سنقوم بمراجعة تعديلاتك و الرد على بريدك الالكتروني في خلال 48 ساعة ',
        'login_user'             => 'انت بالفعل مشترك بالموقع',
        'active_user'             => 'شكرا برجاء الضغط على رابط التأكيد الذى ارسل على بريدك الالكتروني ',
        'wrong_password'             => 'كلمه سر خاطئه اعد المحاوله',
        'pending User'             => 'حساب غير مفعل',
        'wrong_user'             => 'البريد الالكترونى او اسم المستخدم خطأ',
        'cant-access'             => 'لا تستطيع زياره هذه الصفحة',
        'account_update'             => 'تم تعديل حسابك الشخصى بنجاح',
        'password_mail'             => 'تابع بريدك الالكترونى لتقوم بتغيير كلمه السر',
        'no_user'             => 'لا يوجد مستخدم لهذا البريد الالكترونى فى الموقع',
        'no_reset_request'             => 'لا يوجد طلب تغيير كلمه سر لهذا الحساب',
        'password_reset'             => 'تم تغيير كلمه السر بنجاح',
        'no_reset'             => 'المستخدم لم يطلب تغيير كلمه السر',
        'no_account'             => 'لا يوجد مستخدم بهذا الاسم',


    /*
   |--------------------------------------------------------------------------
   | Footer  Lines
   |--------------------------------------------------------------------------
   */

    'latest_cybers'             => 'اخر الاماكن',
    'latest_trades'             => 'اخر المعروضات',
    'latest_news'             => 'اخر الاخبار',




    /*
  |--------------------------------------------------------------------------
  | News  Lines
  |--------------------------------------------------------------------------
  */

    'from'             => 'من',
    'read_more'             => 'المزيد',

    /*
 |--------------------------------------------------------------------------
 | Add Stuff
 |--------------------------------------------------------------------------
 */

    'add_stuff'             => 'اضف منتجك',
    'stuff-brief'             => 'الاّن يمكن بيع و شراء, تبادل أو طلب أي شيء له علاقة بمجال الألعاب. أختر العملية, أنشر اعلانك أو أبحث عن اّخر, و لكن لا تنسى تقييم الشخص الذي قمت بالتعامل معه.',
    'stuff-lice'             => 'مسموح بعرض أشياء مرتبطة بمجال الألعاب فقط.',
    'tittle'             => 'العنوان',
    'select-cat'             => 'اختر الفئه',
    'select-ope'             => 'اختر العمليه',
    'tarde-title'            => 'اسم الإعلان',
    'trade-description'             => 'أوصف اعلانك و كيفية التواصل',
    'login_to_add_trade'             => 'نأسف يجب أن تكون مشترك بالموقع ليكون بإمكانك تسجيل إعلانك .',
    'tel'             => 'التليفون',
    'select-gov'             => 'اختر المحافظه',
    'eg'             => 'ج',

    /*
|--------------------------------------------------------------------------
| Tournament
|--------------------------------------------------------------------------
*/

    'login_to_join'             => 'نأسف يجب أن تكون مشترك بالموقع ليكون بإمكانك المشاركة فى البطولة .',
    'sms'             => 'أدخل الكود الخاص بك',

    /*
|--------------------------------------------------------------------------
| Guide
|--------------------------------------------------------------------------
*/

    'tourn_phases'             => 'البطولة ستلعب على مرحلتين:',
    'Phase_1'             => 'المرحلة الاولي (دوري النقاط):',
    'Phase_2'             => 'المرحلة الثانية : ( التصفيات )',
    'Phase_3'             => 'معلومات مهمة',




    'validate_sms'             => 'ارسلنا لك رسالة ،ادخل الكود ',
    'tourn_congrates'             => 'أنت الان منافس. حظ موفق!',
    'send_msg'             => 'تم الارسال ، سيتم الرد عليك قريبا ',
    'Points_System'             => 'نظام النقاط',
    'Partners'             => 'بيشجعوا الجيمرز',
    'rank'             => 'ترتيبك',
    'login_to_tourn'             => 'انشأ حساب أولا ثم أشترك في البطولة',
    'rules_regulations'             => 'التفاصيل و القوانين',

    'tourn_terms'             => 'شروط استخدام موقع ذا جيمرز

شروط استخدام موقعنا:

محتويات هذه الصفحة:

	من نحن وكيفية التواصل معنا
	باستخدام موقعنا ، فإنك توافق على هذه الشروط 
	هناك شروط أخرى تنطبق عليك
	التغييرات التي ندخلها على هذه الشروط من وقت لآخر
	حقوق الملكية الفكرية الخاصة بنا
	كيف يمكنك استخدام المواد على موقعنا
	المحتوى المدفوع
	لا تعتمد على المعلومات في هذا الموقع
	نحن لسنا مسؤولين عن المواقع التي نرتبط بها
	منتجاتنا
	سياسة المحتوى
	مسؤوليتنا عن الخسارة والضرر التي لحق بك
	البطولات
	نحن لسنا مسؤولين عن الفيروسات ، يجب أن لا تتعرض لها
	قواعد حول ربط موقعنا
	القانون واجب التطبيق والاختصاص القضائي
من نحن وكيفية التواصل معنا:

هذا هو الموقع الإلكتروني الرسمي لشركة ذا جيمرز شركة ذا جيمرز ش.ذ.م.م ("ذا جيمرز"). نحن مسجلين في السجل التجاري برقم 108492 بالعنوان: 16 شارع  الزهور – مساكن التعاونيات – مساكن شيراتون-القاهرة-مصر.

يمكنك الاتصال بنا عن الكتابة لنا على [ Info@thegame.com.co ].
باستخدام موقعنا ، فإنك توافق على هذه الشروط:
باستخدام موقعنا، فإنك تؤكد أنك تقبل شروط الاستخدام هذه وأنك توافق على الالتزام بها. إذا لم توافق على هذه الشروط، سوف يتم منعك من استخدام موقعنا. 
تشير شروط الاستخدام هذه إلى المصطلحات التالية والتي تنطبق أيضا على استخدام موقعنا:



هناك شروط أخرى تنطبق عليك:
سياسية الخصوصية:
سياسة الخصوصية               [إدخال رابط]، والتي تحدد السياسات التي نقوم بمعالجة أي بيانات شخصية نجمعها منك، أو التي تقدمها لنا.

باستخدام موقعنا، فإنك توافق على هذه المعالجة وتضمن أن جميع البيانات التي تقدمها دقيقة.
بالنقر على قبول هذه الشروط، فإنك توافق على استخدامنا المعلومات المذكورة أعلاه للأسباب المذكورة ،  وتعطينا إذنك للاتصال بك في المستقبل فيما يتعلق بالتحسينات والإضافات على هذه الشروط.

قد توفر ذا جيمرز ترجمة للنسخة الإنجليزية من شروط الاستخدام إلى لغات أخرى. أي ترجمة للشروط إلى لغات أخرى هي لكي تتوافق مع لغتك فقط ، والنسخة الإنجليزية هي الحاكمة لشروط الاستخدام تلك وهي المُعَوَلّ عليها فيما بينك وبين ذا جيمرز. 
وعلاوة على ذلك، إذا كان هناك أي اختلافات بين النسخة الإنجليزية من الشروط وأية ترجمة آخرى، فإن النسخة الإنجليزية هي التي يتم الأخذ بها والتعويل عليها.

التغييرات التي ندخلها على هذه الشروط من وقت لآخر:
قد نقوم بتغيير شروط الاستخدام من وقت لآخر. قد نقوم أيضا بتحديث وتغيير موقعنا من وقت لآخر لتعكس احتياجات المستخدمين وأولويات أعمالنا.
استخدام المواد في الموقع - نحن المالك أو المرخص له بجميع حقوق الملكية الفكرية في موقعنا، وفي المواد المنشورة عليه. جميع الأعمال على موقعنا محمية بموجب قوانين حقوق الطبع والنشر والمعاهدات في جميع أنحاء العالم . أنت توافق على عدم مقاطعة أو تعطيل تشغيل هذه الشبكة - الموقع بأي شكل من الأشكال.

ملكيتنا الفكرية:

وفقا لشروط الموقع الإلكتروني تمنحك ذا جيمرز  حق غير حصري وغير قابل للتحويل ومحدود للوصول إلى واستخدام هذا الموقع والمواد الواردة في هذه الشروط. 
شركة ذا جيمرز والعلامة الخاص ب ذا جيمرز ، والتي تظهر على هذا الموقع هي علامات تجارية مسجلة ل ذا جيمرز .
. لا يجوز استخدام أي من هذه العلامات التجارية بأي شكل من الأشكال أو بأي صورة من الصور دون الحصول على إذن مسبق من ذا جيمرز .
ذا جيمرز إما لديها ملكية أو تراخيص لجميع محتويات هذا الموقع بما في ذلك المحتوى مثل الصور الفوتوغرافية والتصاميم والعلامات، و "الشكل والمظهر" للموقع ، وتركيبات الألوان ،والنسق وجميع الرسومات الآخرى ، والصوت ، والملفات السمعية البصرية ، والنصوص والبرمجيات.
ويتم حماية كل هذه المحتويات عن طريق حقوق الملكية الفكرية المملوكة من قبل ذا جيمرز أو طرف ثالث والذي يرخص الحق في استخدام هذا المحتوى ل ذا جيمرز .
 ما لم ينص على خلاف ذلك في هذه الشروط، لا يجوز نسخ أو إعادة إنتاج أو تعديل أو توزيع أو نقل أو إعادة نشر أو إعادة توزيع أي شيء تقرأه أو تشاهده على الموقع ، بما في ذلك عن طريق وضعها أو أي وسيلة مماثلة أو عرضها أو جعلها تستخدم للإستخدام التجاري دون إذن كتابي مسبق من ذا جيمرز.

كيف يمكنك استخدام المواد على موقعنا:
يجوز لك  تحميل أو طباعة محتوى الموقع، شريطة أن تفعل ذلك للاستخدام المسموح لك به ، وشريطة أن ألا تقوم بحذف أو تغيير أي  من الورق أو أي نسخة رقمية من أي محتوى  بما في ذلك حقوق النشر وإشعارات العلامات التجارية والصور والتصاميم والفيديو أوالبرامج المستخدمة في إدخال تعديلات على الصوت أو الرسومات بشكل منفصل عن أي نص.
 ويجب عليك أن تنسب لنا كل الحقوق كمؤلفي المحتوى.

يمكن طباعة هذه المواد ونسخها من قبلك لأغراض داخلية خاصة بك ولكن لا يتم إعادة نسخها في أي من المؤلفات ، المواقع ، النشرات الإخبارية ، أو وثائق خارجية أو وسائل الإعلام وذلك لأي استخدام تجاري على الإطلاق إلا بإذن كتابي مسبق من ذا جيمرز.
يجب أن يكون كل المحتوى التي ستقوم برفعه على الموقع موافقاً لكل القوانين ذات الصلة.
ل ذا جيمرز الحق في إلغاء حسابك أو حجبك من الموقع في حالة وجود تحقيق وفقاً للقوانين المعمول بها ، أو إذا وجدناك تخالف القوانين واللوائح ، أو تخرق هذه الشروط ، أو سياسة الخصوصية الخاصة بالموقع ، ونحتفظ بحقنا في حذف أي محتوى مخالف تم رفعه منك.








المحتوى المدفوع:
يجوز ل ذا جيمرز فرض رسوم لنشر المحتوى(إعلانات). 
وذلك يعتمد على الاتفاق بين ذا جيمرز والعميل وذلك حيثما ستضع ذا جيمرز المحتوى المدفوع.
 يجب على جميع العملاء الذين سيستخدمون هذه الخدمة أن يكونوا مسؤولين عن المحتوى والامتثال لهذه الشروط. 
في حالة انتهاك هذه الشروط من قبل العميل، يمكن ل ذا جيمرز إزالة المحتوى المخالف ، والرسوم المدفوعة لن تكون قابلة للاسترداد.
لا تعتمد على المعلومات في هذا الموقع:
يتم توفير المحتوى على موقعنا للحصول على معلومات عامة فقط. 
وليس المقصود أن تصل إلى المعلومة التي يجب أن تعتمد عليها. يجب الحصول على المشورة المهنية أو المتخصصة قبل إتخاذ أو الإمتناع عن إتخاذ أي إجراء على أساس المحتوى على موقعنا.

على الرغم من أننا نبذل عناية معقولة لتحديث المعلومات على موقعنا، فإننا لا نقدم أي تعهدات أو ضمانات إلتزامات ، سواء صريحة أو ضمنية أن المحتوى على موقعنا دقيق أو كامل أو محدث.




نحن لسنا مسؤولين عن المواقع التي نرتبط بها:
حيث يحتوي موقعنا على روابط لمواقع وموارد أخرى يوفرها آطراف آخرى ، يتم توفير هذه الروابط لمعلوماتك فقط.
ولا ينبغي تفسير وجود هذه الروابط على أنها موافقة منا على تلك المواقع المرتبطة أو المعلومات التي تنشر عليها.

ليس لدينا أي سيطرة على محتويات تلك المواقع أو الموارد.

المنتجات المعروضة
منتجاتنا قد تختلف قليلا عن صورها. الصور الخاصة بالمنتجات على موقعنا هي لأغراض التوضيح فقط. على الرغم من أننا بذلنا كل جهد ممكن لعرض الألوان بدقة، لا يمكننا ضمان أن عرض جهاز للألوان يعكس بدقة لون المنتجات.
 قد يكون المنتج الخاص بك يختلف قليلاً عن تلك الصور. 
على الرغم من أننا بذلنا كل جهد ممكن لتكون دقيقة قدر الإمكان،لأن جميع الأحجام والأوزان والقدرات والأبعاد، والقياسات المشار إليها على موقعنا على الانترنت لديها نسبة (....) سماح.

سياسة المحتوى:
بالنسبة لعمليات البيع  والشراء والطلب والاستبدال في موقعنا الإلكتروني، فإننا نعمل كملتقى يسمح للمستخدمين الذين يلتزمون بهذه الشروط بعرض وبيع وشراء وطلب واستبدال المنتجات والخدمات المدرجة في الموقع.

ذا جيمرز هو واحد من المواقع الإلكترونية الخاصة بالإعلانات المبوبة. بالرغم من كونك قادراً على الدفع أو إجراء عمليات أخرى من خلال الموقع الالكتروني بواسطة تجار آخرين،  فإن ذا جيمرز لا تتدخل بأي حال من الأحوال في هذه المعاملات.
ونتيجة لذلك وحسب ما تم تفصيله أكثر في هذه الشروط، فإنَّك توافق وتقرُّ بأن ذا جيمرز ليست طرفاً في مثل هذه العمليات، ولا تتحكم بأي من عناصر المعاملة. وبما لا يخالف القانون فإن ذا جيمرز لا تكون مسئولة تجاه أي طرف في هذه المعاملات.

بما لا يخالف القانون ، فإنك تستخدم الخدمة والموقع الالكتروني على مسئوليتك الشخصية.

ذا جيمرز ليست مسؤولة عن الرسائل بين المستخدمين، بما في ذلك سبيل المثال لا الحصر رسائل البريد الإلكتروني أو الدردشة أو أي محادثات أو أي وسيلة  من وسائل الإتصال الإلكتروني. 
أيضا، نحن لسنا مسؤولين عن المعلومات التجارية / قوائم ، أومعلومات الدليل ،أو الإعلانات، أوالعروض أو الصور ، أو منشورات المستخدم أو الأصوات  أو أي مادة أخرى متاحة من خلال موقعنا والخدمة .
يجب على جميع العملاء الذين سيستخدمون هذه الخدمة أن يكونوا مسؤولين عن المحتوى والامتثال لهذه الشروط. في حالة انتهاك هذه الشروط من قبل العميل، يجوز ل ذا جيمرز إزالة المحتوى المخالف.


ذا جيمرز غير مسئولة عن دقة وصحة ما يدخله مقاهي الانترنت(Internet Cafés)  ومقاهي البلاي ستيشن ((PlayStation Cafes من بيانات على الموقع بما في ذلك على سبيل المثال لا الحصر  أرقام الهواتف ، العنوان ، الصور




مسؤوليتنا عن الخسائر أو الأضرار التي لحقت بك
سواء كنت مستخدماً عادياً أو مستخدم الأعمال:
•	نحن لا نستبعد أو نحد بأي شكل من الأشكال مسؤوليتنا تجاهك  حيث سيكون من غير القانوني القيام بذلك ، بما في ذلك المسئولية عن الوفاة أو الإصابة الشخصية الناجمة عن إهمالنا أو إهمال موظفينا أو وكلائنا أو مقاولينا من الباطن والتزوير أو الاحتيال.

•	سيتم تطبيق قيود واستثناءات مختلفة للمسئولية الناشئة لتوريد المنتجات لكم والتي سوف تكون المنصوص عليها في شروط وشروط العرض.

مع عدم الإخلال ب ("سياسة المحتوى") إن ذا جيمرز ستكون مسئولة فقط عن المنتجات التي تقوم ببيعها بنفسها.
ذا جيمرز لن تكون مسئولة عن أي منتجات يقوم ببيعها طرف آخر.
إذا كنت مستخدم الأعمال:
•	نحن نستبعد جميع الشروط الضمنية، والضمانات، والتمثيلات أو غيرها من المصطلحات التي قد تنطبق على موقعنا أو أي محتوى فيه.
•	لن نكون مسؤولين تجاهك عن أي خسارة أو ضرر، سواء كان ذلك في عقد أو ضرر (بما في ذلك الإهمال) أو الإخلال بالواجب القانوني أو غير ذلك، حتى لو كان متوقعا، ينشأ في إطار أو فيما يتعلق بما يلي:
•	استخدام، أو عدم القدرة على استخدام، موقعنا. أو
•	استخدام أو الاعتماد على أي محتوى يتم عرضه على موقعنا.
•	على وجه الخصوص فنحن لن نكون مسئولين  عن:

•	خسارة الأرباح أو المبيعات أو الأعمال أو الإيرادات؛
•	انقطاع الأعمال؛
•	فقدان المدخرات المتوقعة؛
•	فقدان فرص العمل؛ الشهرة أو السمعة. أو
•	أي خسارة أو أضرار غير مباشرة أو تبعية.

إذا كنت من المستهلكين:
•	يرجى ملاحظة أننا نقدم فقط موقعنا للاستخدام المحلي والخاص. أنت توافق على عدم استخدام موقعنا لأي أغراض تجارية ، ولا نتحمل أي مسؤولية تجاهك عن أي خسارة في الأرباح أو خسارة في العمل أو انقطاع في الأعمال أو خسارة في فرص العمل.





البطولات
تقوم ذا جيمرز من آن إلى أخر بتنظيم بطولات مختلفة ، وفي هذه الحالة يجب على المشتركين في هذه البطولات أن يلتزموا بالقوانين واللوائح ،حيث يكون المشترك في البطولة مسئولاً مسئولية جنائية ومدنية عن أي فعل مخالف للقانون يتم إرتكابه ، وعلى سبيل المثال لا الحصر: المشاجرة والشغب والغش.  إن ذا جيمرز غير مسئولة عن أية أفعال مخالفة للقانون يرتكبها المشتركين في البطولات.

نحن لسنا مسؤولين عن الفيروسات ، يجب ألا تتعرض لها:

نحن لا نضمن أن موقعنا سوف يكون آمن وخالي من الفيروسات والأخطاء التقنية.

أنت مسؤول عن ضبط تكنولوجيا المعلومات الخاصة بك، وبرامج الكمبيوتر وأي منصة للوصول إلى موقعنا. يجب عليك استخدام برنامج الحماية من الفيروسات الخاص بك.
يجب عليك عدم إساءة استخدام موقعنا عن طريق إدخال عن علم الفيروسات، و"أحصنة طروادة"، و"ديدان الحواسيب" ، و"القنابل المنطقية" أو غيرها من المواد الضارة أو الضارة من الناحية التكنولوجية.
 يجب عليك أن لا تحاول الحصول على الوصول غير المصرح به إلى موقعنا أو محاولة الوصول إلى الخادم الذي يتم تخزين موقعنا عليه أو أي خادم أو جهاز كمبيوتر أو قاعدة بيانات متصلة بموقعنا. 
يجب عدم مهاجمة موقعنا عن طريق "هجوم الحرمان من الخدمة" denial-of-service attack أو "هجوم الحرمان من الخدمة الموزع" distributed denial-of-service attack. 

سنقوم بالإبلاغ عن أي خرق من هذا القبيل لسلطات القانونية المختصة ، وسوف نتعاون مع تلك السلطات من خلال الكشف عن هويتك لهم. 
في حالة حدوث مثل هذا الإخلال، سيتوقف حقك في استخدام موقعنا على الفور.

قواعد حول ربط موقعنا:
 
يمكنك الربط بالصفحة الرئيسية الخاصة بموقعنا، شريطة أن تفعل ذلك بطريقة عادلة وقانونية و طريقة لا تضر بسمعتنا أو استغلالها استغلال سيئ.
 
يجب عليك عدم إنشاء رابط بطريقة تقترح أي شكل من أشكال الارتباط أو الموافقة أو المصادقة من جانبنا حيثما لا يوجد أيهم.
 
يجب عدم إنشاء رابط إلى موقعنا على أي موقع غير مملوك لك.
 
يجب ألا يكون موقعنا مؤطر على أي موقع آخر، ولا يجوز لك إنشاء رابط إلى أي جزء من موقعنا بخلاف الصفحة الرئيسية.
 
نحن نحتفظ بالحق في سحب إذن الربط دون إشعار.
 
إذا كنت ترغب في ربط أو استخدام أي محتوى على موقعنا بخلاف ما هو موضح أعلاه، يرجى الاتصال ب [ Info@thegame.com.co ].

القانون واجب التطبيق والاختصاص القضائي:
•	تخضع هذه الشروط والأحكام وموضوعاتها وتكوينها للقانون المصري ، وفي حالة نشوء نزاع عن أي من هذه الشروط والأحكام أو أي نزاع ينشأ عن الموقع  سواء كان بخصوص عقد أو خلاف ذلك ، تختص بكل ذلك المحاكم المصرية اختصاصاً حصرياً على هذا النزاع.

•	وإذا حكمت المحكمة بإبطال أي بند من هذا العقد ، تظل باقي بنود العقد سارية.

كل بند من هذه الشروط ينتج أثره وحده.

إذا حكمت أي محكمة أو قررت أي سلطة من السلطات المختصة أن هناك أي بند من هذه الشروط مخالف للقانون ، تظل باقي البنوك سارية ومنتجة لآثارها قانوناً.
',

    'tourn_privacy'             => 'سياسة الخصوصية

هذه السياسة وشروط الاستخدام في الرابط: (يتم وضع الرابط لشروط الاستخدام و أي مستندات آخرى مشارة إليه فيه)

تحدد الأساس التي بموجبه سيتم التعامل مع أي بيانات شخصية نقوم بتجميعها منك ، أو تقوم بتزويدنا إياها ويتم معالجتها عن طريقنا.

يرجى قراءة ما يلي بعناية لفهم وجهات نظرنا وممارستنا بشأن بياناتك الشخصية وكيفية تعاملنا معها.

بزيارتك لموقعنا www.thegame.com.co، فإنك تقبل و توافق على الممارسات الموضحة في هذه السياسة.

من أجل التشريعات التي تحمي البيانات ، فإن المتحكم في البيانات هو شركة ذا جيمرز ش.ذ.م.م ("ذا جيمرز"). نحن مسجلين في السجل التجاري برقم 108492 بالعنوان: 16 شارع  الزهور – مساكن التعاونيات – مساكن شيراتون-القاهرة-مصر.

 البيانات التي نقوم بتجميعها منك:

سنقوم بتجميع ومعالجة المعلومات الآتية عنك:

•	المعلومات التي تعطينا إياها : وهي البيانات التي تعطينا لنا عن طريق ملئ الاستمارات على موقعنا (www.thegame.com.co ("الموقع") أو عن طريق التواصل معنا عبر الهاتف ، الإيميل أو أي طريقة آخرى.
هذه المعلومات التي تعطينا إياها قد تضمن اسمك ، عنوانك ، بريدك الإلكتروني أو رقم هاتفك.

•	المعلومات التي نقوم بتجميعها عنك : فيما يتعلق بكل زيارة لك لموقعنا سنُجَمِّع المعلومات الآتية:

المعلومات التقنية والتي تشمل عنوان بروتوكل الانترنت Internet protocol (IP) address لربط جهاز الكمبيوتر الخاص بك بالإنترنت ، ونوع المتصفح والإصدار، وإعدادات المنطقة الزمنية، وأنواع المكونات الإضافية في المتصفح والإصدارات.

معلومات عن زيارتك، بما في ذلك كامل ال Uniform Resource Locators (URL) ، والمنتجات التي شاهدتها أو بحثت عنها، وأوقات استجابة الصفحة، وطول الزيارات لصفحات معينة، ومعلومات تفاعل الصفحة (مثل الانتقال في الصفحة scrolling والنقرات ,وتحرك الماوس mouse-overs ) ، والطرق المستخدمة للتصفح بعيدا عن الصفحة وأي أرقام هواتف  مستخدمة لإتصال رقم خدمة العملاء لدينا.

•	المعلومات التي نتلقاها من مصادر آخرى : 
هذه هي المعلومات التي نتلقاها عنك إذا كنت تستخدم أي من المواقع الأخرى التي نعمل بها أو الخدمات الأخرى التي نقدمها. نحن نعمل عن كثب مع أطراف ثالثة (بما في ذلك، على سبيل المثال، شركاء الأعمال والمتعاقدين من الباطن في الخدمات التقنية ، وخدمات الدفع والتسليم ، وشبكات الإعلانات ، ومزودي التحليلات ، ومقدمي معلومات البحث ، ووكالات مرجعية الائتمان credit reference agencies). سنقوم بإعلامك عندما نتلقى معلومات عنك منهم والأغراض التي نعتزم استخدام تلك المعلومات فيها.

الكشف عن معلوماتك   
أنت توافق على أن لدينا الحق في مشاركة معلوماتك الشخصية مع:
 
•	أي شركة في مجموعة شركاتنا.
•	الأطراف الآخرى المختارة بما في ذلك:
•	الشركاء التجاريين والموردين والمقاولين من الباطن لأداء أي عقد ندخل معهم أو معك؛
•	المعلنين والشبكات الإعلانية التي تتطلب البيانات لتختار وتقدم الإعلانات ذات الصلة لك والآخرين؛
•	تحليلات ومزودي محركات البحث التي تساعدنا في تحسين وتطوير موقعنا.
•	وكالات مرجعية الائتمان credit reference agencies لغرض تقييم درجة الائتمان الخاصة بك عندما يكون هذا شرطاً لنا الدخول في عقد معك.
سنكشف معلوماتك الشخصية إلى أطراف ثالثة:
 
•	في حال بيع أو شراء أي تجارة أو أصول، وفي هذه الحالة سوف نقوم بالكشف عن بياناتك الشخصية للمشتري المحتمل أو المشتري لهذه الأعمال أو الأصول.
•	إذا كانت ذا جيمرز أو جميع أصولها أُستحوذ عليها من طرف ثالث وفي هذه الحالة تكون البيانات الشخصية التي يحتفظ بها من ذا جيمرز عن عملائها من الأصول التي سيتم تحويلها. 
•	إذا كان واجب علينا الكشف عن بياناتك الشخصية أو مشاركتها من أجل الامتثال لأي التزام قانوني، أو من أجل تطبيق أو تطبيق شروط الاستخدام الخاصة بنا [ إدخال رابط شروط الاستخدام ] أو أي عقود آخرى ، أو لحماية حقوق أو ممتلكات أو سلامة ذا جيمرز أو عملائنا أو غيرهم. وهذا يشمل تبادل المعلومات مع الشركات والمنظمات الأخرى لأغراض الحماية من الغش و النصب والحد من مخاطر الائتمان.
أين سنقوم بتخزين بياناتك الشخصية
سوف نتخذ جميع الخطوات اللازمة ونبذل العناية اللازمة لضمان التعامل مع بياناتك بشكل آمن ووفقا لسياسة الخصوصية هذه . ومع ذلك، يرجى الانتباه إلى أنه لا يمكن ضمان أن يكون نقل البيانات عبر الإنترنت أو تكنولوجيا التخزين آمنين تماما . على الرغم من أننا سوف نبذل قصارى جهدنا لحماية البيانات الشخصية الخاصة بك، لا يمكننا ضمان أمن البيانات الخاصة بك والتي تنتقل إلى موقعنا. أي نقل للبيانات هو على مسؤوليتك الخاصة. 
بعد استلامنا لمعلوماتك، سنستخدم إجراءات صارمة وميزات أمان لمحاولة منع الدخول غير المصرح به .
 حقوقك   
لديك الحق في مطالبتنا بعدم معالجة بياناتك الشخصية لأغراض التسويق. سنقوم عادة بإبلاغك (قبل جمع بياناتك) إذا كنا ننوي استخدام البيانات الخاصة بك لهذه الأغراض أو إذا كنا نعتزم الكشف عن المعلومات الخاصة بك إلى أي طرف ثالث لهذه الأغراض. يمكنك ممارسة حقك في منع هذه المعالجة من خلال اختيار مربعات معينة على النماذج التي نستخدمها لجمع بياناتك.
 يمكنك أيضا ممارسة الحق في أي وقت عن طريق الاتصال بنا على Info@thegame.com.co ].
 
قد يحتوي موقعنا، من وقت لآخر، على روابط من وإلى مواقع شبكات شركائنا والمعلنين والشركات التابعة لهم.

 إذا كنت تتبع رابطا يؤدي إلى أي من هذه المواقع، يرجى ملاحظة أن هذه المواقع لديها سياسات الخصوصية الخاصة بها ، وأننا لا نقبل تحميلنا أي مسؤولية أو أي إلتزام ينشأ عن هذه السياسات . 
يرجى التحقق من هذه السياسات قبل إرسال أية بيانات شخصية إلى مواقع الويب هذه.
  
التغييرات في سياسة الخصوصية لدينا
سيتم نشر أية تغييرات نجريها على سياسة الخصوصية في المستقبل على هذه الصفحة، وعند الاقتضاء، يتم إعلامك بها عن طريق البريد الإلكتروني.
يرجى معاودة التحقق بشكل متكرر لمشاهدة أي تحديثات أو تغييرات في سياسة الخصوصية .
 
التواصل معنا
الأسئلة و التعليقات والطلبات بخصوص سياسة الخصوصية تلك ، مُرحب بها ويجب توجيهها [Info@thegame.com.co].

',
    'personal_info'             => 'البيانات الشخصية',
    'user_name'             => 'اسم المستخدم',
    'join_date'             => 'تاريخ التسجيل',
    'el_rank'             => 'الترتيب ',
    'played'             => 'لعب',
    'win'             => 'كسب',
    'lost'             => 'خسارة',
    'draw'             => 'تعادل',
    'gd'             => 'فارق الاهداف',
    'points'             => 'النقاط',
    'point_system'             => 'توزيع النقاط',
    'p_win'             => 'مكسب',
    'p_Lose'             => 'خسارة',
    'p_Draw'             => 'تعادل',
    'p_over40'             => 'فوق ال ٤٠ مباراة',
    'leaderboard'             => 'صدارة الجدول',
    'cybers_List'             => 'اماكن اللعب',
    'my_matches'             => 'مبارياتي',
    'gamer_Guide'             => 'دليل اللاعب',

    'el_rank-xs'             => 'ت',
    'user_name-xs'             => 'لاعب',
    'played-xs'             => 'ل',
    'win-xs'             => 'ك',
    'lost-xs'             => 'خ',
    'draw-xs'             => 'ع',
    'gd-xs'             => 'ف.ه',
    'points-xs'             => 'نقاط',

    'status'             => 'الحاله',

    'joined_cyber'             => 'مشترك',
    'out_cyber'             => 'خارج الخدمه',
    'match'             => 'المباراه',
    'vs'             => 'ضد',
    'res'             => 'نتيجة',
    'cyber'             => 'المكان',
    'rate'             => 'تقييم',
    'add'             => 'أضف',
    'tournament'             => 'البطولة',
    'join_our_tourn'        => 'بامكانك الاشتراك فى البطوله الان',
    'sure_number'           => 'هل انت متاكد من رقم الموبايل',
];